{
  "translation": {
    "slider": {
      "welcome": "Welcome to Carnot Research",
      "welcomeDesc": "Empowering individuals and organizations to leverage cutting edge research and enable innovation.",
      "difference": "The Carnot Difference",
      "differenceDesc": "Right mix of academics and industry professionals, Key differentiator is our ability to provide managed research for serving your innovation needs.",
      "researchAreas": "Research Areas",
      "researchAreasDesc": "Active in a wide variety of research areas with major focus on Computer Vision and NLP."
    },
    "about": {
      "title": "We are <span>Carnot Research</span>",
      "subtitle": "Everything About Us",
      "whoWeAre": "Who We <span>Are</span>.",
      "whoWeAreDesc": "We are Carnot Research, a deep-tech AI company founded by professors, scientists, and engineers from top IITs, driven by a common mission: to bridge cutting-edge research with real-world deployment. Our team brings together over 120 years of collective experience in AI, NLP, and systems engineering, backed by multiple patents and top-tier publications.",
      "whoWeAreDesc2": "We specialize in building trustworthy, secure, and high-impact AI systems — particularly for high-stakes sectors such as government, enterprise, and regulated industries.",
      "founders": "Founders",
      "whatWeDo": "What we <span>Do</span>.",
      "whatWeDoDesc": "At Carnot, we build and deploy secure, on-premise GenAI systems with a strong focus on:",
      "whatWeDoItem1": "Multimodal data ingestion (PDFs, web, YouTube, scanned docs)",
      "whatWeDoItem2": "LLM-based Retrieval-Augmented Generation (RAG) with verifiable citations",
      "whatWeDoItem3": "Conversational AI with agentic workflows for governance and enterprises",
      "whatWeDoItem4": "Custom NLP and document intelligence solutions",
      "whatWeDoItem5": "LLM + VLM integration for visual reasoning and OCR-based tasks",
      "whatWeDoItem6": "Tech skilling and AI capability development for industry and public sector",
      "whatWeDoDesc2": "Our ability to conduct managed, deployable research sets us apart. We partner with organizations to convert deep-tech research into scalable tools, applications, and IP that directly serve strategic or operational needs.",
      "ourMission": "Our <span>Mission</span>.",
      "missionDesc": "Our mission is to enable responsible, domain-specific AI adoption across industries and governments. Whether it's powering public-facing governance chatbots, automating knowledge from policy documents, or deploying enterprise RAG systems — we deliver AI that works on-ground, at-scale, and in-context.",
      "missionDesc2": "Our core strengths lie in NLP, Vision-Language models, and agentic systems, with seamless linkages to IoT, Cybersecurity, and Blockchain where required. From startups to Fortune 500s to ministries, we are building the infrastructure for India's next leap in AI-driven transformation."
    },
    "nav": {
      "home": "Home",
      "about": "About",
      "products": "Products",
      "services": "Services",
      "researchAreas": "Research Areas",
      "demos": "Demos",
      "blog": "Blog",
      "openSource": "Open Source",
      "careers": "Careers",
      "contact": "Contact"
    },
    "products": {
      "label": "Deep-Tech Solutions",
      "title": "Engineered Intelligence Platforms",
      "subtitle": "Enterprise-grade AI systems powering intelligent decision-making across industries",
      "p1_desc": "Context-aware conversational AI with multi-domain expertise integration",
      "p1_cta": "Explore Platform",
      "p2_desc": "Elevate athletic performance with the world's most comprehensive, AI-driven movement analysis tool.",
      "p2_cta": "Discover Solution",
      "p3_desc": "Conversational travel assistant for Delhi: routes, places, tips — instantly.",
      "p3_cta": "Explore Delhi Bot",
      "gemTitle": "Listed on Government e-Marketplace (GeM)",
      "gemSub": "Business Intelligence and Data Analysis Software (V2)",
      "gemDesc": "Explore our suite of intelligent solutions for meetings, communication, and analytics—helping enterprises transform data into action.",
      "cat1_title": "Meeting Summarizer",
      "cat1_desc": "Automatically captures and summarizes key meeting insights with AI-powered transcription and context tagging.",
      "cat2_title": "On-Premise Knowledge Agent",
      "cat2_desc": "A secure on-premise AI agent designed to organize enterprise knowledge and answer complex data queries instantly.",
      "cat3_title": "Multilingual Chatbot",
      "cat3_desc": "Engage users across languages with an AI chatbot that supports natural multilingual conversations and sentiment analysis.",
      "cat4_title": "Generative AI Conversational Agent",
      "cat4_desc": "A next-gen conversational AI that crafts human-like responses, enabling smart automation for business interactions."
    },
    "services": {
      "title": "Services",
      "subtitle": "We provide research consultancy, industry skilling and IP development services across industries.",
      "s1": "AI Research Consulting",
      "s2": "Managed Innovation-as-a-Service",
      "s3": "Custom LLM & Gen AI Development",
      "s4": "Multimodal Data Processing & Ingestion",
      "s5": "Conversational AI & Agentic Systems",
      "s6": "Computer Vision Solutions",
      "s7": "NLP & Document Intelligence",
      "s8": "Edge AI & IoT Integration",
      "s9": "Tech Skilling & Capability Building",
      "s10": "R&D for Public Sector and e-Governance"
    },
    "research": {
      "title": "Research Areas",
      "subtitle": "We conduct research in primarily 2 areas.",
      "nlp_title": "Natural Language Processing",
      "nlp_p1": "At Carnot Research, our NLP work focuses on building deployable, domain-specific language models that extract intelligence from unstructured, multilingual, and multimodal data — such as documents, web pages, audio, video, and scanned PDFs. Our goal is to make machines truly understand, reason with, and generate human language in contextually grounded, verifiable ways.",
      "nlp_p2": "We help organizations unlock insights from complex data — including policy documents, regulations, citizen queries, support tickets, contracts, feedback forms, and media content — powering more responsive, intelligent, and scalable systems.",
      "nlp_qna_title": "Question Answering",
      "nlp_qna_desc": "Answer domain-specific queries with citations from trusted documents.",
      "nlp_sum_title": "Summarization & Briefing",
      "nlp_sum_desc": "Generate concise, actionable summaries from long reports or policies.",
      "nlp_stt_title": "Speech-to-Text",
      "nlp_stt_desc": "Convert audio content (meetings, calls, citizen voices) into searchable transcripts.",
      "nlp_ocr_title": "OCR & Visual Reasoning",
      "nlp_ocr_desc": "Digitize and understand scanned or handwritten documents using OCR + VLMs.",
      "cv_title": "Computer Vision",
      "cv_desc": "We use state of art approaches in computer vision and deep learning to help organizations extract, analyze and understand information from images & videos. By integrating computer vision technology into existing systems, organizations can automate and improve speed of various mechanical processes and also reduce operational costs. Our R&D team is constantly evaluating and testing latest approaches, taking on new client challenges in different areas.",
      "cv_obj_det_title": "Object Detection",
      "cv_obj_det_desc": "Pedestrian Detection, Medical Imaging, Image Search, Automatic Image Annotation, Object Counting.",
      "cv_face_title": "Face Recognition",
      "cv_face_desc": "Retail Crime Prevention, Smarter Advertising, Facial Biometrics, Automated Attendance.",
      "cv_video_title": "Video Analytics",
      "cv_video_desc": "Patient Monitoring, Predictive Maintenance, Store Heatmap, Surveillance, Autonomous Vehicles.",
      "cv_activity_title": "Activity Recognition",
      "cv_activity_desc": "Security & Surveillance, Fitness Tracking, Fall Detection, Elderly Care, Event Detection.",
      "cv_emotion_title": "Emotion Recognition",
      "cv_emotion_desc": "Market Research, e-Learning, Remote Elderly Care, Couselling, Driver Fatigue Monitoring.",
      "cv_pose_title": "Pose Estimation",
      "cv_pose_desc": "Gait/Posture Analysis, Animation, Gaming, Virtual/Augmented Reality, Surveillance.",
      "cv_depth_title": "Depth Estimation",
      "cv_depth_desc": "Robotics & Trajectory Estimation, Augmented Reality, Haze & Fog Removal.",
      "cv_seg_title": "Semantic Segmentation",
      "cv_seg_desc": "Bio-medical Image Diagnosis, Autonomous Driving, Satellite Image Processing, Precision Agriculture.",
      "cv_tracking_title": "Object Tracking",
      "cv_tracking_desc": "Sports Analytics, Human-Computer Interaction, Autonomous Driving, Surveillance.",
      "nlp_ner_title": "Named Entity Recognition (NER)",
      "nlp_ner_desc": "Extract structured information like names, locations, and policies from text.",
      "nlp_class_title": "Document Classification",
      "nlp_class_desc": "Automatically tag and route documents based on content and intent.",
      "nlp_intent_title": "Intent Detection",
      "nlp_intent_desc": "Understand user goals in conversations for accurate routing and response.",
      "nlp_multimodal_title": "Multimodal Data Fusion",
      "nlp_multimodal_desc": "Integrate text, image, speech, and video for richer AI-driven insights.",
      "nlp_sentiment_title": "Sentiment & Feedback Analysis",
      "nlp_sentiment_desc": "Extract opinions and trends from social, internal, and public feedback data."
    },
    "career": {
      "label": "Join Our Team",
      "title": "Work With Us",
      "desc": "Join our team of AI researchers and engineers. Contribute to cutting-edge projects while advancing your career.",
      "job_title": "Job",
      "job_desc": "If you have the fire in your belly to make a difference in the world while leveraging <strong>Deep Tech</strong>, and want to be part of a fine team, please reach out to us!",
      "job_button": "Apply for Job",
      "internship_title": "Internship",
      "internship_desc": "If you're a passionate student eager to dive into the world of <strong>Deep Tech</strong> and gain hands-on experience with cutting-edge AI research, we'd love to have you on our team!",
      "internship_button": "Apply for Internship",
      "modal_title": "Apply for Position",
      "form_name": "Full Name*",
      "form_email": "Email Address*",
      "form_phone": "Phone Number",
      "form_experience": "Experience Level*",
      "form_experience_0": "0-1 years",
      "form_experience_1": "1-3 years",
      "form_experience_2": "3-5 years",
      "form_experience_3": "5-10 years",
      "form_experience_4": "10+ years",
      "form_cover": "Tell us why you're interested and what makes you a great fit*",
      "form_resume": "Google Drive Link to Resume/CV*",
      "form_resume_help": "Upload your resume to Google Drive, make it shareable, and paste the link here",
      "form_submit": "Submit Application",
      "success_msg": "Application submitted successfully! We will get back to you soon."
    },
    "contact": {
      "subtitle": "Get in Touch",
      "title": "Let's Start a Conversation",
      "desc": "Have a question about our research or services? We're here to help and answer any questions you might have.",
      "form_title": "Send us a message",
      "form_name": "Your Name*",
      "form_email": "Your Email*",
      "form_phone": "Your Phone",
      "form_subject": "Subject*",
      "form_message": "Your Message*",
      "form_submit": "Send Message",
      "services_label": "Services of Interest",
      "service1": "Product Development",
      "service2": "Research Consulting",
      "service3": "Industry Skilling",
      "products_label": "Products of Interest",
      "visit_title": "Visit Us",
      "visit_address": "2-B-4A, Research and Innovation Park, IIT Delhi, Hauz Khas<br>New Delhi, India",
      "email_title": "Email Us",
      "call_title": "Call Us",
      "social_title": "Connect With Us"
    },
    "footer": {
      "copyright": "Copyrights © 2023 All Rights Reserved by Carnot Research Pvt. Ltd.",
      "terms": "Terms of Use",
      "privacy": "Privacy Policy",
      "refund": "Refund Policy",
      "dataDeletion": "Data Deletion Policy"
    }
  }
}

